---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.DistributionSysTypeSet
source: html/baf23a78-5e99-f7f0-9ca9-6b7dcf933ecd.htm
---
# DistributionSysTypeSet Properties

Test to see if the set is empty.